IDS_DGNREPORTBASE_TEST = "DgnReportBase-Test(Lang:EN)"
IDS_DGNREPORTBASE_NOT_IMAGEFILE = "\""Es gibt keine Bilddatei.\"" "
IDS_USER_DEFINED_UNIT_SYSTEM_IS_APPLIED = "Benutzerdefiniertes Einheitensystem wird angewendet."
IDS_USER_UNIT_SYSTEM = "Einheitensystem"
IDS_DGNREPORTBASE_TABLE = "Tabelle"
IDS_DGNREPORTBASE_FIGURE = "Abbildung"
IDS_DGNREPORTBASE_MARK_ROUND = "O"
IDS_DGNREPORTBASE_MARK_TRI = ">>"
IDS_DGNREPORTBASE_MARK_PI = "π"
IDS_DGNREPORTBASE_MARK_PLUS = "＋"
IDS_DGNREPORTBASE_MARK_MINUS = "－"
IDS_DGNREPORTBASE_MARK_MULTIPLY = "×"
IDS_DGNREPORTBASE_MARK_DIVISION = "÷"
IDS_DGNREPORTBASE_MARK_PLUSMINUS = "±"
IDS_DGNREPORTBASE_MARK_EQUAL = "＝"
IDS_DGNREPORTBASE_MARK_NOTEQUAL = "≠"
IDS_DGNREPORTBASE_MARK_APPEQUAL = "≒"
IDS_DGNREPORTBASE_MARK_LESS = "＜"
IDS_DGNREPORTBASE_MARK_GREATER = "＞"
IDS_DGNREPORTBASE_MARK_LESSEQUAL = "<="
IDS_DGNREPORTBASE_MARK_GREATEREQUAL = ">="
IDS_DGNREPORTBASE_MARK_INFINITY = "∞"
IDS_DGNREPORTBASE_MARK_THEREFORE = "∴"
IDS_DGNREPORTBASE_MARK_BECAUSE = "∵"
IDS_DGNREPORTBASE_MARK_REFERENCE = "※"
IDS_DGNREPORTBASE_MARK_ROOT = "√"
IDS_DGNREPORTBASE_MARK_DEGCELSIUS = "℃"
IDS_DGNREPORTBASE_MARK_DEGFAHRENHEIT = "℉"
IDS_DGNREPORTBASE_MARK_PERMILLE = "‰"
IDS_DGNREPORTBASE_MARK_RIGHTPOINTING = "☞"
IDS_DGNREPORTBASE_MARK_LEFTPOINTING = "☜"
IDS_DGNREPORTBASE_MARK_RIGHTARROW = "→"
IDS_DGNREPORTBASE_MARK_LEFTARROW = "←"
IDS_DGNREPORTBASE_MARK_HORIZONELLIPSIS = "…"
IDS_DGNREPORTBASE_MARK_OK = "○"
IDS_DGNREPORTBASE_OK = "O.K"
IDS_DGNREPORTBASE_NG = "N.G"
IDS_DGNREPORTBASE_ARROW_OK = "  →  O.K"
IDS_DGNREPORTBASE_ARROW_NG = "  →  N.G"
IDS_DGNREPORTBASE_ARROW_CHK = "  →  PRÜFEN"
IDS_DGNREPORTBASE_ARROW_NOT_ACC = "  →  Nicht Akzeptabel"
IDS_DGNREPORTBASE_YES = "Ja"
IDS_DGNREPORTBASE_NO = "No"
IDS_DGNREPORTBASE_ARROW_SLENDER = "  →  Schlank"
IDS_DGNREPORTBASE_ARROW_NOT_SLENDER = "  →  Nicht Schlank"
IDS_DGNREPORTBASE_ARROW_COMPACT = "  →  Kompakt"
IDS_DGNREPORTBASE_ARROW_NONCOMPACT = "  →  Nicht kompakt"
IDS_DGNREPORTBASE_ARROW_NEED_SIDESWAY_BUCKLING = "  →  Knicken infolge Seitenverschiebung ist nicht erforderlich"
IDS_DGNREPORTBASE_ARROW_CHK_SIDESWAY_BUCKLING = "  →  Seitenknickung prüfen"
IDS_DGNREPORTBASE_STIFF_NOT_REQ = "Aussteifung ist nicht erforderlich"
IDS_DGNREPORTBASE_STIFF_REQ = "Aussteifung ist erforderlich"
IDS_DGNREPORTBASE_SLENDER = "Schlank"
IDS_DGNREPORTBASE_NOT_SLENDER = "Nicht Schlank"
IDS_DGNREPORTBASE_COMPACT = "Kompakt"
IDS_DGNREPORTBASE_NONCOMPACT = "Nicht kompakt"
IDS_ANGLE_OF_ROTATION_AND_DERIVATIVES = "Rotationswinkel und Ableitungen"
IDS_AXIAL_CAPACITY = "Axialtragfähigkeit"
IDS_AXIAL_STRESS = "Axialspannung"
IDS_AXIAL_RESISTANCE = "Axialwiderstand"
IDS_BENDING_AND_AXIAL_RESISTANCE = "Biege- und Axialwiderstand"
IDS_BENDING_AND_SHEAR_RESISTANCE = "Biege- und Schubwiderstand"
IDS_BUCKLING_RESISTANCE = "Knickenwiderstand"
IDS_COMBINED_RATIO = "Kombinierter Quotient"
IDS_COMBINED_STRENGTH_RATIO = "Kombinierter Festigkeitsquotient"
IDS_COMBINED_STRESS_RATIO = "Kombinierter Spannungsquotient"
IDS_COMPRESSION_RESISTANCE = "Druckwiderstand"
IDS_COMPRESSION_STRENGTH = "Druckfestigkeit"
IDS_COMPRESSION_STRESS = "Druckspannung"
IDS_FLANGE = "Flansch"
IDS_FLEXURAL_BUCKLING_RESISTANCE = "Biegesteifigkeitswiderstand"
IDS_LATERAL_TORSIONAL_BUCKLING_RESISTANCE = "Seitlicher Torsionsknickenwiderstand"
IDS_LIMIT_STATE_OF_BUCKLING = "Grenzzustand des Knickens"
IDS_MAJOR = "Haupt"
IDS_MAJOR_AXIS = "Hauptachse"
IDS_MINOR = "Neben"
IDS_MINOR_AXIS = "Nebenachse"
IDS_MOMENT_CAPACITY = "Momententragfähigkeit"
IDS_MOMENT_RESISTANCE = "Momentenwiderstand"
IDS_MOMENT_STRENGTH = "Momentenfestigkeit"
IDS_MOMENT_STRESS = "Momentenspannung"
IDS_RESULT_BY_POSITION = "Ergebnis nach Position"
IDS_SHEAR_CAPACITY = "Schubtragfähigkeit"
IDS_SHEAR_RESISTANCE = "Schubwiderstand"
IDS_SHEAR_STRESS = "Schubspannung"
IDS_SLENDERNESS_RATIO = "Schlankheitsverhältnis"
IDS_STRESS = "Spannung"
IDS_TENSION_RESISTANCE = "Zugwiderstand"
IDS_TENSION_STRENGTH = "Zugfestigkeit"
IDS_TENSION_STRESS = "Zugspannung"
IDS_TORSION_CAPACITY = "Torsionstragfähigkeit"
IDS_TORSION_CAPACITY_OPEN_SECTION = "Torsionstragfähigkeit (Offener Querschnitt)"
IDS_TORSION_STRENGTH = "Torsionsfestigkeit"
IDS_TORSIONAL_FLEXURAL_BUCKLING_RESISTANCE = "Torsionaler Biegesteifigkeitswiderstand"
IDS_WEB = "Steg"
IDS_WIDTH_THICKNESS_RATIO = "Breite-Dicke-Verhältnis"
IDS_X = "X"
IDS_X_DIR = "X-Richtung"
IDS_X_DIRECTION = "X Richtung"
IDS_Y = "Y"
IDS_Y_DIR = "Y-Richtung"
IDS_Y_DIRECTION = "Y Richtung"
IDS_YIELDING_UNDER_NORMAL_STRESS = "Streckgrenze unter Normalspannung"
IDS_YIELDING_UNDER_SHEAR_STRESS = "Streckgrenze unter Schubspannung"
IDS_DGNREPORTBASE_MPHI_CURVE = "Moment-Krümmungs-Kurve"
IDS_DGNREPORTBASE_STL_TENS = "Stahl Zug"
IDS_DGNREPORTBASE_STL_COMP = "Stahl Druck"
IDS_DGNREPORTBASE_CON_COMP = "Beton Druck"
IDS_DGNREPORTBASE_STL_STRAIN = "Stahldehnung"
IDS_DGNREPORTBASE_CON_STRAIN = "Betondehnung"
IDS_DGNREPORTBASE_MOMENT = "Moment"
IDS_DGNREPORTBASE_CURVATURE = "Krümmung"
IDS_DGNREPORTBASE_CURVE = "Kurve"
IDS_DGNREPORTBASE_POSITIVE = "Positiv"
IDS_DGNREPORTBASE_NEGATIVE = "Negativ"
IDS_DGNREPORTBASE_AXIAL_FORCE = "Axialkraft"
IDS_DGNREPORTBASE_NA_ANGLE = "Neutralachswinkel"
IDS_DGNREPORTBASE_CON_HEIGHT = "Betonhöhe"
IDS_DGNREPORTBASE_CON_WIDTH = "Betonbreite"
IDS_DGNREPORTBASE_CON_AREA = "Betonfläche"
IDS_DGNREPORTBASE_RBAR_AREA = "Bewehrungsfläche"
IDS_DGNREPORTBASE_CRACK = "Riss"
IDS_DGNREPORTBASE_YIELD = "Streckgrenze"
IDS_DGNREPORTBASE_INITIAL = "Anfang"
IDS_DGNREPORTBASE_IDEAL = "Ideal."
IDS_DGNREPORTBASE_ULTIMATE = "Ultimativ"
IDS_DGNREPORTBASE_CHECK = "Check"
IDS_DGNREPORTBASE_DESIGN_SECTION = "Design Section of "
IDS_DGNREPORTBASE_DESIGN_REBAR = "Design Rebar of "
IDS_DGNREPORTBASE_EDIT = "Edit"
IDS_DGNREPORTBASE_CONCRETE = " Concrete "
IDS_DGNREPORTBASE_STEEL = " Steel "
IDS_DGNREPORTBASE_SRC = " SRC "
IDS_DGNREPORTBASE_STEEL_COMPOSITE = " Steel Composite "
IDS_DGNREPORTBASE_BEAM = " Beam..."
IDS_DGNREPORTBASE_PLATE_BEAM = " Plate Beam..."
IDS_DGNREPORTBASE_COLUMN = " Column..."
IDS_DGNREPORTBASE_PLATE_COLUMN = " Plate Column..."
IDS_DGNREPORTBASE_BRACE = " Brace..."
IDS_DGNREPORTBASE_WALL = " Wall..."
IDS_DGNREPORTBASE_SLAB = " Slab..."
IDS_DGNREPORTBASE_ISO_FOOTING = " Isolated Footing..."
IDS_DGNREPORTBASE_STRIP_FOOTING = " Strip Footing..."
IDS_DGNREPORTBASE_PILE_FOOTING = " Pile Footing..."
IDS_DGNREPORTBASE_BASEMENT_WALL = " Basement Wall..."
IDS_DGNREPORTBASE_INPLANE_WALL = " InPlaneWall..."
IDS_DGNREPORTBASE_SHELL = " Shell..."
IDS_DGNREPORTBASE_MARK_SUM = "Σ"
IDS_WELD_POSITION = "Weld Position"
IDS_WELD_LENGTH = "Weld Length"
IDS_PROVIDED_WELD_LENGTH = "Provided Length"

